---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelIncludeStation
source: html/a5d82757-248f-2aec-92a1-77654d67cd9e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelIncludeStation Property

"Include Station"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationLabelIncludeStation { get; }
```